public class Main {
    public static void main(String[] args) {
        TaskPerformer taskPerformer = new TaskPerformer();
        taskPerformer.performLab();
    }
}
/*
                        Завдання
+    Дано текст, який складається з багатьох стрічок.
+    Речення можуть бути в кількох стрічках.
+    Вважати, що відсутні перенесення слова.

    1.	Написати код до завдання з таблиці
    2.	Перевірку працездатності коду слід зробити за допомогою тестів.
        Систему тестів, які перекривають перевірку правильності виконання завдання,
        студент розробляє самостійно та демонструє в звіті лабораторної роботи.
    3.	Програма повинна передбачати можливість:
+            опрацювання ситуації, коли текст порожній,
            текст не містить лексем, запропонованих в завданнях
            та виведення результатів в зручній формі.
+    4.	При реалізації завдання слід використати регулярні вирази.

                    Індивідуальне завдання - Варіант 10
    У кожному реченні тексту поміняти місцями
        перше слово, що починається на голосну букву з найдовшим словом.
+    Текст слід ввести з консолі.
 */
